Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/fedora-tm.tmx
Source language: en
Languages: ca_es

source: Show virtual hardware details
ca_es: Mostra els detalls del maquinari virtual

source: Power on the virtual machine
ca_es: Engega la màquina virtual

source: Run
ca_es: Executa

source: Pause the virtual machine
ca_es: Posa en pausa la màquina virtual

source: Pause
ca_es: Posa en pausa

source: Shutdown the virtual machine
ca_es: Atura la màquina virtual

source: Shut Down
ca_es: Aturat

source: Switch to fullscreen view
ca_es: Canvia a visualització de pantalla completa

source: Begin Installation
ca_es: Comença la instal·lació

source: _Begin Installation
ca_es: _Inicia la instal·lació

source: _Cancel
ca_es: _Cancel·la

source: <b>The console is currently unavailable</b>
ca_es: <b>La consola no està disponible en aquest moment</b>

source: _Save this password in your keyring
ca_es: De_sa aquesta contrasenya en el vostre clauer

source: _Username:
ca_es: Nom d'_usuari:

source: _Login
ca_es: _Entra

source: A_dd Hardware
ca_es: A_fegeix maquinari

source: Status:
ca_es: Estat:

source: Shut down
ca_es: Aturat

source: <b>Basic Details</b>
ca_es: <b>Detalls bàsics</b>

source: Hypervisor:
ca_es: Hipervisor:

source: Architecture:
ca_es: Arquitectura:

source: Emulator:
ca_es: Emulador:

source: <b>Hypervisor Details</b>
ca_es: <b>Detalls de l'hipervisor</b>

source: Product name:
ca_es: Nom de producte:

source: <b>Operating System</b>
ca_es: <b>Sistema operatiu</b>

source: <b>Applications</b>
ca_es: <b>Aplicacions</b>

source: Enable A_CPI:
ca_es: Habilita A_CPI:

source: Enable A_PIC:
ca_es: HAbilita A_PIC:

source: C_lock Offset:
ca_es: Òfset de re_llotge:

source: Machine _Type:
ca_es: _Tipus de màquina:

source: <b>Machine Settings</b>
ca_es: <b>Paràmetres de màquina</b>

source: _Label:
ca_es: _Etiqueta:

source: relabel
ca_es: reetiqueta

source: D_ynamic
ca_es: D_inàmic

source: _Static
ca_es: _Estàtic

source: <b>Security</b>
ca_es: <b>Seguretat</b>

source: CPU usage:
ca_es: Ús de⏎ CPU:

source: Memory usage:
ca_es: Utilització⏎ memòria:

source: Disk I/O:
ca_es: E/S⏎ Disc:

source: Network I/O:
ca_es: E/S⏎ xarxa:

source: 0 KBytes/s 0KBytes/s
ca_es: 0 kbyte/s 0kbyte/s

source: <b>Performance</b>
ca_es: <b>Rendiment</b>

source: Logical host CPUs:
ca_es: CPU lògiques del amfitrió:

source: Maximum allocation:
ca_es: Assignació màxima:

source: Current a_llocation:
ca_es: Assignació _actual:

source: Virtual CPU Select
ca_es: Selecció de CPU virtual

source: <small>Overcommitting vCPUs can hurt performance</small>
ca_es: <small>El sobrepuig de les vCPU pot afectar al rendiment</small>

source: <b>CPUs</b>
ca_es: <b>CPU</b>

source: Copy host CPU configuration
ca_es: Copia la configuració de la CPU de l'amfitrió

source: <b>CPU Features</b>
ca_es: <b>Característiques de la CPU</b>

source: <b>Configuration</b>
ca_es: <b>Configuració</b>

source: Manually set CPU topology
ca_es: Defineix manualment la topologia de la CPU

source: Threads:
ca_es: Fils:

source: Cores:
ca_es: Nuclis:

source: Sockets:
ca_es: Sòcols:

source: <b>Topology</b>
ca_es: <b>Topologia</b>

source: Default _pinning:
ca_es: Ancoratge per _defecte:

source: Virtual CPU Affinity Select
ca_es: Selecció d'afinitat de CPU virtual

source: Generate from host _NUMA configuration
ca_es: Genera a partir de la configuració _NUMA de l'amfitrió

source: R_untime pinning:
ca_es: Ancoratge en _execució:

source: <b>Pinning</b>
ca_es: <b>Ancoratges</b>

source: Ma_ximum allocation:
ca_es: Assignació _màxima:

source: Total host memory:
ca_es: Memòria total de l'amfitrió:

source: Memory Select
ca_es: Esculliu la memòria

source: Max Memory Select
ca_es: Selecció memòria màxima

source: <b>Memory</b>
ca_es: <b>Memòria</b>

source: Start virt_ual machine on host boot up
ca_es: Inicia la màquina virt_ual en l'arrencada de l'amfitrió

source: <b>Autostart</b>
ca_es: <b>Autoinici</b>

source: Enable boot me_nu
ca_es: Habilita me_nú d'arrencada

source: <b>Boot device order</b>
ca_es: <b>Ordre dels dispositius d'arrencada</b>

source: Kernel path:
ca_es: Camí del nucli:

source: Initrd path:
ca_es: Camí de l'initrd:

source: Browse
ca_es: Navega

source: <b>Direct kernel boot</b>
ca_es: <b>Arrencada del nucli directa</b>

source: Init path:
ca_es: Camí de l'init:

source: <b>Container init</b>
ca_es: <b>init de contenidor</b>

source: R_eadonly:
ca_es: De només l_ectura:

source: Sharea_ble:
ca_es: Comparti_ble:

source: Target device:
ca_es: Dispositiu objectiu:

source: Source path:
ca_es: Camí d'origen:

source: Connect or disconnect media
ca_es: Connecta o desconnecta el suport

source: Storage size:
ca_es: Mida de l'emmagatzematge:

source: Storage forma_t:
ca_es: Forma_t d'emmagatzematge:

source: Disk b_us:
ca_es: B_us de disc:

source: Serial num_ber:
ca_es: _Número de sèrie:

source: _IO mode:
ca_es: Mode _E/S:

source: _Performance options
ca_es: O_pcions de rendiment

source: Read:
ca_es: Llegit(s):

source: Write:
ca_es: Escrit(s):

source: KBytes/Sec
ca_es: kbyte/s

source: IOPS/Sec
ca_es: IOPS

source: IO _Tuning
ca_es: Ajus_tament d'E/S

source: Advanced _options
ca_es: _Opcions avançades

source: <b>Virtual Disk</b>
ca_es: <b>Disc virtual</b>

source: Source device:
ca_es: Dispositiu d'origen:

source: MAC address:
ca_es: Adreça MAC:

source: Device m_odel:
ca_es: M_odel de dispositiu:

source: Source mode:
ca_es: Mode d'origen:

source: <b>Virtual Network Interface</b>
ca_es: <b>Interfície virtual de xarxa</b>

source: Instance id:
ca_es: Id d'instància:

source: Typeid version:
ca_es: versió de typeid:

source: Virtual port
ca_es: Port virtual

source: <b>Virtual Pointer</b>
ca_es: <b>Punter virtual</b>

source: TLS Port:
ca_es: Port TLS:

source: <b>Sound Device</b>
ca_es: <b>Dispositiu de so</b>

source: Device type:
ca_es: Tipus de dispositiu:

source: Bind host:
ca_es: Amfitrió bind:

source: Target type:
ca_es: Tipus de destí:

source: Target name:
ca_es: Nom destí:

source: Source host:
ca_es: Amfitrió origen:

source: <b>insert type</b>
ca_es: <b>tipus d'inserció</b>

source: Heads:
ca_es: Capçaleres:

source: <b>Video</b>
ca_es: <b>Vídeo</b>

source: A_ction:
ca_es: A-cció:

source: <b>Controller</b>
ca_es: <b>Controlador</b>

source: Driver:
ca_es: Controlador:

source: Write Policy:
ca_es: Política d'escriptura:

source: Source:
ca_es: Font:

source: Target:
ca_es: Objectiu:

source: Readonly Filesystem:
ca_es: Sistema de fitxers de només lectura:

source: <b>Filesystem</b>
ca_es: <b>Sistema de fitxers</b>

source: <b>Smartcard Device</b>
ca_es: <b>Dispositiu smartcard</b>

source: T_ype:
ca_es: T_ipus:

source: <b>Redirected device</b>
ca_es: <b>Dispositiu redirigit</b>

source: Device path:
ca_es: Camí del dispositiu:

source: <b>TPM Device</b>
ca_es: <b>Dispositiu TPM</b>

source: Connection Details
ca_es: Detalls de la connexió

source: Restore Saved Machine...
ca_es: _Restaura la màquina desada...

source: Restore a saved machine from a filesystem image
ca_es: Restaura una màquina desada des d'una imatge en fitxer.

source: Logical CPUs:
ca_es: CPU lògiques:

source: Connection:
ca_es: Connexió:

source: A_utoconnect:
ca_es: A_utoconnecta:

source: <b>Basic details</b>
ca_es: <b>Detalls bàsics</b>

source: A_utostart:
ca_es: A_utoinicia:

source: DNS Domain Name:
ca_es: Nom de domini DNS:

source: IPv4 Forwarding:
ca_es: Reenviament IPv4:

source: NAT to any device
ca_es: NAT a qualsevol dispositiu

source: IPv6 Forwarding:
ca_es: Reenviament IPv6:

source: Network:
ca_es: Xarxa:

source: DHCP start:
ca_es: Adreça inicial del rang DHCP:

source: DHCP end:
ca_es: Adreça final del rang DHCP:

source: Static Route:
ca_es: Ruta estàtica:

source: <b>IPv4 configuration</b>
ca_es: <b>Configuració IPv4</b>

source: <b>IPv6 configuration</b>
ca_es: <b>configuració IPv6</b>

source: Add Network
ca_es: Afegeix una xarxa

source: Start Network
ca_es: Inicia la xarxa

source: Stop Network
ca_es: Atura la xarxa

source: Delete Network
ca_es: Suprimeix la xarxa

source: Virtual Networks
ca_es: Xarxes virtuals

source: Pool Type:
ca_es: Tipus de conjunt:

source: <b>Volumes</b>
ca_es: <b>Volums</b>

source: Refresh volume list
ca_es: Actualitza la llista de volums

source: Add Pool
ca_es: Afegeix un conjunt

source: Start Pool
ca_es: Inicia el conjunt

source: Stop Pool
ca_es: Atura el conjunt

source: Delete Pool
ca_es: Elimina un conjunt

source: _New Volume
ca_es: _Nou volum

source: _Delete Volume
ca_es: _Esborra el volum

source: <b>Name</b>
ca_es: <b>Nom</b>

source: Start mode:
ca_es: Mode d'inici:

source: In use by:
ca_es: Utilitzat per:

source: <b>IPv4 Configuration</b>
ca_es: <b>Configuració IPv4</b>

source: <b>IPv6 Configuration</b>
ca_es: <b>Configuració IPv6</b>

source: <b>Slave Interfaces</b>
ca_es: <b>Interfícies esclaves</b>

source: Add Interface
ca_es: Afegeix interfície

source: Start Interface
ca_es: Inicia la interfície

source: Stop Interface
ca_es: Atura la interfície

source: Delete Interface
ca_es: Esborra la interfície

source: Network Interfaces
ca_es: Interfícies de xarxa

source: _Add Connection...
ca_es: _Afegeix connexió...

source: _Connection Details
ca_es: Detalls de la _connexió

source: _Virtual Machine Details
ca_es: Detalls de _màquina virtual

source: _Graph
ca_es: _Gràfiques

source: _Guest CPU Usage
ca_es: Utilització de CPU d'_Hoste

source: _Host CPU Usage
ca_es: Utilització de CPU de l'_Amfitrió

source: _Disk I/O
ca_es: E/S de _disc

source: _Network I/O
ca_es: E/S de _xarxa

source: Create a new virtual machine
ca_es: Crea una nova màquina virtual

source: New
ca_es: Nou

source: Show the virtual machine console and details
ca_es: Mostra la consola i els detalls de la màquina virtual

source: _Open
ca_es: _Obre

source: _Shutdown
ca_es: _Atura

source: Migrate the virtual machine
ca_es: Migra la màquina virtual

source: <span color='#484848'>Name:</span>
ca_es: <span color='#484848'>Nom:</span>

source: <span color='#484848'>Original host:</span>
ca_es: <span color='#484848'>Amfitrió original:</span>

source: <span color='#484848'>New host:</span>
ca_es: <span color='#484848'>Nou amfitrió:</span>

source: <span color='#484848'>Migrate _offline:</span>
ca_es: <span color='#484848'>Migra f_ora de línia:</span>

source: _Tunnel migration through libvirt's daemon:
ca_es: _Migració de túnel per mitjà del daemon de libvirt:

source: Max downtime:
ca_es: Màxim temps d'inactivitat:

source: _Bandwidth:
ca_es: Amplada de _Banda:

source: <b>Connectivity</b>
ca_es: <b>Connectivitat</b>

source: _Migrate
ca_es: _Migra

source: SSL/TLS with certificates
ca_es: SSL/TLS amb certificats

source: LXC (Linux Containers)
ca_es: LXC (Contenidors Linux)

source: Add Connection
ca_es: Afegeix connexió

source: Co_nnect
ca_es: Co_nnecta

source: Hypervisor Select
ca_es: Esculliu l'hipervisor

source: _Hypervisor:
ca_es: _Hipervisor:

source: Connection Select
ca_es: Selecciona la connexió

source: Generated URI:
ca_es: URI generat:

source: Connect to _remote host
ca_es: Connecta amb l'amfitrió _remot

source: Me_thod:
ca_es: Mè_tode:

source: H_ostname:
ca_es: _Ordinador:

source: _Autoconnect:
ca_es: _Autoconnecta:

source: Fullscreen only
ca_es: Només pantalla completa

source: Preferences
ca_es: Preferències

source: Enable _system tray icon
ca_es: Habilita la icona de la _safata del sistema

source: _Update status every
ca_es: Act_ualitza l'estat cada

source: Poll _Disk I/O
ca_es: Consulta E/S de _Disc

source: Poll _Network I/O
ca_es: Consulta E/S _Xarxa

source: <b>Stats Options</b>
ca_es: <b>Opcions d'estadístiques</b>

source: Stats
ca_es: Estadístiques

source: Graphical console _scaling:
ca_es: _Ajustament de consola gràfica

source: Grab keys:
ca_es: Tecles d'apropiació:

source: Change...
ca_es: Canvia...

source: When the guest graphical console has keyboard focus, do not disable shortcuts for console window menus (Alt+F -> File, etc.) Normally these are disabled to ensure that typing in the guest does not accidentally perform an operation in virt-manager's console window.
ca_es: No inhabilitis les dreceres als menús de la finestra de consola (Alt+F -> Fitxer, etc.) quan la consola gràfica de l'hoste rep el focus del teclat. Normalment aquestes es troben inhabilitades per evitar que, per error, el tecleig en l'hoste no iniciï cap operació en la finestra de la consola del gestor de màquines virtuals virt-manager.

source: Don't disable console shortcuts:
ca_es: No deshabilitis les dreceres de consola:

source: <b>Graphical Consoles</b>
ca_es: <b>Consoles gràfiques</b>

source: Graphics type:
ca_es: Tipus de gràfica:

source: Default storage format for new disk images.
ca_es: Format d'emmagatzematge per defecte per a noves imatges de disc.

source: Default storage format:
ca_es: Format d'emmagatzematge per defecte:

source: Inst_all sound device:
ca_es: Inst_al·la un dispositiu de so:

source: <b>New VM</b>
ca_es: <b>Nova MV</b>

source: VM Details
ca_es: Detalls de MV

source: _Force Poweroff:
ca_es: _Força l'apagada:

source: Poweroff/_Reboot/Save:
ca_es: Apaga/_Reinicia/Desa:

source: _Pause:
ca_es: _Posa en pausa:

source: Device re_moval:
ca_es: _Supressió de dispositiu:

source: _Interface start/stop:
ca_es: Aturada/inici de la _interfície:

source: Unapplied changes:
ca_es: Canvis no aplicats:

source: Deleting storage:
ca_es: S'està eliminat l'emmagatzematge:

source: <b>Confirmations</b>
ca_es: <b>Confirmacions</b>

source: Feedback
ca_es: Comentaris

source: Operation in progress
ca_es: Operació en progrés

source: Please wait a few moments...
ca_es: Si us plau espereu un moment...

source: Choose Storage Volume
ca_es: Trieu el volum d'emmagatzematge

source: _Browse Local
ca_es: _Navega localment

source: Choose _Volume
ca_es: Trieu el _volum

source: Not enough space provided to store a KMIP packet
ca_es: No hi ha prou espai per emmagatzemar un paquet KMIP

source: A string is too long
ca_es: Una cadena és massa llarga

source: Binary data is too long
ca_es: Les dades binàries són massa llargues

source: A KMIP structure is too long
ca_es: Una estructura KMIP és massa llarga

source: Unexpected end of data
ca_es: Final de dades inesperat

source: Unexpected item tag 0x%08lX
ca_es: Etiqueta d'element 0x%08lX inesperada

source: Unexpected item type 0x%02X
ca_es: Tipus d'element 0x%02X inesperat

source: Unexpected item size
ca_es: Mida d'element inesperada

source: String item expected, got %02X
ca_es: S'esperava una cadena però s'ha obtingut %02X

source: Structure does not fit in its container
ca_es: L'estructura no cap al seu contenidor

source: Unexpected data in structure
ca_es: Dades inesperades a l'estructura

source: Number of key bits is not positive
ca_es: El nombre de bits de la clau no és positiu

source: Unexpected data after packet
ca_es: Dades inesperades després d'un paquet

source: Input packet is too small
ca_es: El paquet d'entrada és massa petit

source: Input is not a volume_key escrow packet
ca_es: L'entrada no és un paquet de custòdia del volume_key

source: Unsupported packet format
ca_es: Format de paquet no admès

source: Escrow packet passphrase
ca_es: Contrasenya del paquet de custòdia

source: Too many attempts to get a valid passphrase
ca_es: Massa intents per obtenir una contrasenya vàlida

source: User interface callbacks not provided
ca_es: No s'ha proporcionat la crida de retorn d'interfície d'usuari

source: Passphrase not provided
ca_es: No s'ha proporcionat la contrasenya

source: The key is too long
ca_es: La clau és massa llarga

source: Required attribute `%s' not found
ca_es: No s'ha trobat l'atribut necessari «%s»

source: Cannot get attributes of `%s'
ca_es: No es poden obtenir els atributs de «%s»

source: Volume format
ca_es: Format del volum

source: Volume UUID
ca_es: UUID del volum

source: Volume label
ca_es: Etiqueta del volum

source: Volume path
ca_es: Camí del volum

source: Volume `%s' has unsupported format
ca_es: «%s» té un format no admès

source: Volume format mismatch (packet `%s', volume `%s')
ca_es: No coincideix el format del volum (paquet «%s», volum «%s»)

source: UUID mismatch (packet `%s', volume `%s')
ca_es: No coincideix l'UUID (paquet «%s», volum «%s»)

source: Host name mismatch (packet `%s', volume `%s')
ca_es: No coincideix el nom de l'amfitrió (paquet «%s», volum «%s»)

source: Volume label mismatch (packet `%s', volume `%s')
ca_es: No coincideix l'etiqueta del volum (paquet «%s», volum «%s»)

source: Volume path mismatch (packet `%s', volume `%s')
ca_es: No coincideix el camí del volum (paquet «%s», volum «%s»)

source: Unsupported volume format `%s'
ca_es: Format de volum «%s» no admès

source: Unknown error %d
ca_es: Error %d desconegut

source: Error getting information about volume `%s':
ca_es: S'ha produït un error en l'obtenció de la informació del volum «%s»:

source: UUID mismatch between libblkid and libcryptsetup: `%s' vs. `%s'
ca_es: No coincideix l'UUID entre libblkid («%s») i libcryptsetup («%s»)

source: LUKS cipher name
ca_es: Nom del xifratge del LUKS

source: LUKS cipher mode
ca_es: Mode del xifratge del LUKS

source: Key size (bits)
ca_es: Mida de la clau (bits)

source: Data encryption key
ca_es: Clau de xifratge de dades

source: Passphrase
ca_es: Contrasenya

source: Passphrase slot
ca_es: Ranura de la contrasenya

source: Encryption information type unsupported in LUKS
ca_es: LUKS no admet el tipus d'informació de xifratge

source: Passphrase for `%s'
ca_es: Contrasenya per a «%s»

source: Error getting LUKS data encryption key:
ca_es: S'ha produït un error en l'obtenció de la clau de xifratge:

source: Cipher name mismatch (packet `%s', volume `%s')
ca_es: No coincideix el nom del xifratge (paquet «%s», volum «%s»)

source: Cipher mode mismatch (packet `%s', volume `%s')
ca_es: No coincideix el mode del xifratge (paquet «%s», volum «%s»)

source: Key size mismatch (packet %zu, volume %zu)
ca_es: No coincideix la mida de la clau (paquet %zu, volum %zu)

source: LUKS data encryption key in packet is invalid:
ca_es: La clau LUKS de xifratge del paquet no és vàlida:

source: LUKS passphrase in packet is invalid:
ca_es: La contrasenya LUKS del paquet no és vàlida:

source: Escrow packet does not contain the LUKS data encryption key
ca_es: El paquet de custòdia no conté la clau de xifratge del LUKS

source: New passphrase for `%s'
ca_es: Nova contrasenya per a «%s»

source: Repeat new passphrase for `%s'
ca_es: Repetiu la nova contrasenya per a «%s»

source: Passphrases do not match. New passphrase for `%s'
ca_es: La contrasenya no coincideix. Nova contrasenya per a «%s»

source: Too many attempts to get a passphrase
ca_es: Massa intents per obtenir una contrasenya

source: Error adding a LUKS passphrase
ca_es: S'ha produït un error en afegir una contrasenya LUKS

source: Can not add a secret of this type
ca_es: No es pot afegir un secret d'aquest tipus

source: Data encryption key unknown
ca_es: Clau de xifratge de dades desconeguda

source: The passphrase must be a string
ca_es: La contrasenya ha de ser una cadena

source: Passphrase unknown
ca_es: Contrasenya desconeguda

source: Key length mismatch
ca_es: No coincideix la longitud de la clau

source: Invalid slot number `%s'
ca_es: Número de ranura «%s» invàlid

source: NUL byte in passphrase
ca_es: Byte NUL a la contrasenya

source: Error opening LUKS volume:
ca_es: S'ha produït un error en obrir el volum LUKS:

source: Error decoding certificate
ca_es: S'ha produït un error en la descodificació del certificat

source: %s (y/n)
ca_es: %s (s/n)

source: Save volume secrets to a packet. Expects operands VOLUME [PACKET].
ca_es: Desa els secrets del volum en un paquet. S'espera l'operador VOLUM [PAQUET].

source: Restore volume secrets from a packet. Expects operands VOLUME PACKET.
ca_es: Restaura els secrets del volum d'un paquet. S'espera l'operador VOLUM PAQUET.

source: Set up an encrypted volume using secrets from a packet. Expects operands VOLUME PACKET NAME.
ca_es: Configura un volum xifrat utilitzant els secrets d'un paquet. S'esperen els operadors VOLUM PAQUET NOM.

source: Re-encrypt an escrow packet. Expects operand PACKET.
ca_es: Torna a xifrar un paquet de custòdia. S'espera l'operador PAQUET

source: Show information contained in a packet. Expects operand PACKET.
ca_es: Mostra la informació continguda en un paquet. S'espera l'operador PAQUET.

source: Show secrets contained in a packet. Expects operand PACKET.
ca_es: Mostra els secrets continguts en un paquet. S'espera l'operador PAQUET.

source: Use the NSS database in DIR
ca_es: Utilitza la base de dades NSS a DIR

source: Run in batch mode
ca_es: Executa en mode de processament per lots

source: Write the default secret to PACKET
ca_es: Escriu el secret predeterminat al PAQUET

source: PACKET
ca_es: PAQUET

source: Write data encryption key to PACKET
ca_es: Escriu la clau de xifratge de dades en un PAQUET

source: Write passphrase to PACKET
ca_es: Escriu la contrasenya al PAQUET

source: Create a random passphrase and write it to PACKET
ca_es: Crea una contrasenya aleatòria i escriu-la al PAQUET

source: Encrypt for the certificate in CERT
ca_es: Xifra amb el certificat a CERT

source: Include secrets in --dump output
ca_es: Inclou els secrets a la sortida de --dump

source: OPERANDS
ca_es: OPERADORS

source: Manages encrypted volume keys and passphrases.
ca_es: Gestiona les claus del volum xifrat i les contrasenyes.

source: Report bugs to %s
ca_es: Informeu dels errors a %s

source: %s: %s Run `%s --help' for more information.
ca_es: %s: %s Executeu «%s --help» per obtenir més informació.

source: Copyright (C) 2009 Red Hat, Inc. All rights reserved. This software is distributed under the GPL v.2. This program is provided with NO WARRANTY, to the extent permitted by law.
ca_es: Copyright (C) 2009 Red Hat, Inc. Tots els drets reservats. Aquest programari es distribueix sota la GPL v.2. Aquest programari es proporciona SENSE GARANTIA, fins on permeten les lleis.

source: Operation mode not specified
ca_es: Mode d'operació no indicat

source: Ambiguous operation mode
ca_es: Mode d'operació ambigu

source: `--%s' is only valid with `--%s'
ca_es: «--%s» només és vàlid amb «--%s»

source: Output can be specified only with `--save' or `--reencrypt'
ca_es: La sortida només pot ser indicada amb «--save» o «--reencrypt»

source: No output specified
ca_es: No s'ha indicat la sortida

source: Ambiguous output format
ca_es: Format de sortida ambigu

source: Error, try again.
ca_es: S'ha produït un error, torneu-ho a intentar.

source: Enter password for `%s':
ca_es: Introduïu la contrasenya per a «%s»:

source: Error reading `%s':
ca_es: S'ha produït un error en llegir «%s»:

source: Error decoding `%s':
ca_es: S'ha produït un error descodificar «%s»:

source: New packet passphrase
ca_es: Contrasenya per al nou paquet

source: Passphrases do not match. New packet passphrase
ca_es: Les contrasenyes no coincideixen. Nova contrasenya del paquet

source: Repeat new packet passphrase
ca_es: Repetiu la nova contrasenya del paquet

source: Error creating `%s':
ca_es: S'ha produït un error en crear «%s»:

source: Error generating passphrase: %s
ca_es: S'ha produït un error en generar la contrasenya: %s

source: Usage: %s --save VOLUME [PACKET]
ca_es: Ús: %s --save VOLUM [PAQUET]

source: Error opening `%s': %s
ca_es: S'ha produït un error en obrir «%s»: %s

source: Error loading `%s': %s
ca_es: S'ha produït un error en carregar «%s»: %s

source: Error creating a passphrase: %s
ca_es: S'ha produït un error en crear la contrasenya: %s

source: `%s' does not match `%s':
ca_es: «%s» no coincideix amb «%s»:

source: `%s' perhaps does not match `%s'
ca_es: «%s» potser no coincideix amb «%s»

source: Are you sure you want to use this packet?
ca_es: Esteu segur que voleu utilitzar aquest paquet?

source: Error getting a yes/no answer
ca_es: S'ha produït un error en obtenir una resposta sí/no

source: Usage: %s --%s VOLUME PACKET
ca_es: Ús: %s --%s VOLUM PAQUET
